{
  "articles":[
    {
      "title":"Social Network as Desktop",
       "content":"What if Apple, Linux or Microsoft created a desktop automatically figures out your social network from numerous social media sites, applications, and you can call, text, video chat as an individual and as a group with just buying this pc~tablet device with internet connection? How about a social platform even bigger than these ones nowadays, collecting the big data to even create a bigger data ? Are we gonna become as a singular type people in the near future like in these sci-fi movies, wearing same kind of clotes with same kind of type, look and equipment ? All the information of us in the screen with us as an identity that government, private corporations, media and other big brothers watching us every single second? How are we gonna prevent this? Where is my piece of data being hosted on every application and websites? Arizona? California? Africa? Who is buying and selling my data in the background? Internet is super power, and I truly think this century's gold invention, and it is shame if we gonna use it for bad purposes such as war. We should use this communication invention for good purposes to make world better place. That is why producing millions of devices around it just to connect to it and be in it.",
       "time":"Sat Feb 14 2015"
    },
    {
      "title":"Tim Berners-­‐Lee's original World Wide Web browser",
       "content":"A screen shot taken from a NeXT computer running Tim Berners-Lee's original WorldWideWeb browser as it is seen in Figure 1.3. It has taken a long time for technology to catch up with Berners-Lee's original vision. The first ever web browser was also an editor, making the web an interactive medium, the problem was that it only ran on the NeXTStep operating system. With recent phenomena like blogs and wikis, the web is beginning to develop the kind of collaborative nature that its inventor envisaged from the start.<br /><img src=\"http://www.w3.org/History/1994/WWW/Journals/CACM/screensnap2_24c.gif\" alt=\"First Browser\" width=\"300px\">",
       "time":"Sun Feb 15 2015"
    }
  ]
}