{
  "articles":[
    {
     "title":"Before ending all these american hunger",
     "content":"We are trying to end the hunger in Africa, Middle East, India and all the other 3rd World Countries but we are forgetting one thing, before we end all these americans' or other metropolitan people's hunger we cannot do anything. How many of you didn't fight over a one beer, over one cracker, one simple food with your roommates? Which one of you didn't fight over money with your friends? How hungry are we in this world where millions of food are produced each and every day, Food Commercials, GMOs, Fast Food, how hungry are we? How hungry our eyes are that we cannot see the main problems anymore? How hungry are we that we cannot simply see the people literally starving and dying from hunger? How many of you gave food to people on streets, not money the actual food? People are hungry not far away, right next to you? But you are eating way much and you still hungry. You will always be hungry unless you start giving, How fat can you go? It is infinite, you can eat limitless, you can go to gym, you can lose weight but you will always be fat inside, hungry and greedy my friend.",
     "time":"Mon Feb 23 2015" 
    },
    {
      "title":"Porn for Computer Science",
      "content":"I have been looking for online documentations for various Algorithms, CS, Machine Learning courses online, mostly on Coursera.org and other online education platforms. But the gem I found latest from the <a href=\"https://www.facebook.com/groups/hackathonhackers\" title=\"Hackathon Hackers FB Group\">Hackathon Group on Facebook</a> is legendary. I wanted to share here, <a href=\"https://github.com/prakhar1989/awesome-courses\" title=\"Awesome Courses\">AWESOME COURSES</a>.It has several contents such as; Systems, Programming Languages / Compilers, Algorithms, CS Theory, Introduction to CS, Machine Learning, and Misc. The beautiful part is, the courses from all top-tier Universities and completely free! Enjoy...",
      "time":"Tue Feb 17 2015"
    },
    {
      "title":"Tim Berners-­‐Lee's original World Wide Web browser",
       "content":"A screen shot taken from a NeXT computer running Tim Berners-Lee's original WorldWideWeb browser as it is seen in Figure 1.3. It has taken a long time for technology to catch up with Berners-Lee's original vision. The first ever web browser was also an editor, making the web an interactive medium, the problem was that it only ran on the NeXTStep operating system. With recent phenomena like blogs and wikis, the web is beginning to develop the kind of collaborative nature that its inventor envisaged from the start.<br /><br /><img src=\"http://www.w3.org/History/1994/WWW/Journals/CACM/screensnap2_24c.gif\" alt=\"First Browser\" width=\"600px\">",
       "time":"Sun Feb 15 2015"
    },
    {
      "title":"Social Network as Desktop",
       "content":"What if Apple, Linux or Microsoft created a desktop automatically figures out your social network from numerous social media sites, applications, and you can call, text, video chat as an individual and as a group with just buying this pc~tablet device with internet connection? How about a social platform even bigger than these ones nowadays, collecting the big data to even create a bigger data ? Are we gonna become as a singular type people in the near future like in these sci-fi movies, wearing same kind of clotes with same kind of type, look and equipment ? All the information of us in the screen with us as an identity that government, private corporations, media and other big brothers watching us every single second? How are we gonna prevent this? Where is my piece of data being hosted on every application and websites? Arizona? California? Africa? Who is buying and selling my data in the background? Internet is super power, and I truly think this century's gold invention, and it is shame if we gonna use it for bad purposes such as war. We should use this communication invention for good purposes to make world better place. That is why producing millions of devices around it just to connect to it and be in it.",
       "time":"Sat Feb 14 2015"
    }
  ]
}
